{
    "header": {
        "title":{
            "message":"ಕೋಲಾರ್ ನಿರ್ಮಿತಿ ಕೇಂದ್ರ"
        },
      "menus": {
        "menu1": {
          "message": "ಹೋಮ್"
        },
        "menu2": {
          "message": "ಬಗ್ಗೆ"
        },
        "menu3": {
          "message": "ಸೇವೆಗಳು",
          "submenus": {
            "submenu1": {
              "message": "ತರಬೇತಿ"
            },
            "submenu2": {
              "message": "ಉತ್ಪಾದನೆ"
            },
            "submenu3": {
              "message": "ನಿರ್ಮಾಣ"
            }
          }
          
        },
     
        "menu4": {
          "message": "ಯೋಜನೆಗಳು"
        },
        "menu5": {
          "message": "ಇತರ",
          "submenus": {
            "submenu1": {
              "message": "ನಿರ್ವಹಣೆ"
            },
            "submenu2": {
              "message": "ಸಿವಿಲ್"
            },
            "submenu3": {
              "message": "ಇತರ"
            },
            "submenu4": {
              "message": "ಆರ್ಟಿಐ"
            },
            "submenu5": {
              "message": "ಸಭೆಗಳು"
            }
          }
        },
        "menu6": {
          "message": "ಸಂಪರ್ಕ"
        }
      },
      "carousel": {
       
        "title1": "ಕೋಲಾರ್ ನಿರ್ಮಿತಿ ಕೇಂದ್ರಕ್ಕೆ",
        "title2": "ಸುಸ್ವಾಗತ",
        "description": "ಕೋಲಾರ್ ಜಿಲ್ಲಾ ಆಡಳಿತ ವಭಾಗವು 'ಕೋಲಾರ್ ನಿರ್ಮಿತಿ ಕೇಂದ್ರ' ಎಂಬ ಹೆಸರಿನ ಕೇಂದ್ರವನ್ನು 1989 ಮಾರ್ಚ್ 31ರಂದು ಸ್ಥಾಪಿಸಿತು. ಇದು ಹಡ್ಕೋ, ಭಾರತ ಸರ್ಕಾರ ಮತ್ತು ಕರ್ನಾಟಕ ಸರ್ಕಾರಗಳ ಬೆಂಬಲದಿಂದ, ಹಡುಕೊ ಬ್ಯಾಂಕ್ ಸಂಘಟನೆಯ ಅನುಮೋದನೆಯ ಮೂಲಕ ಸ್ಥಾಪಿತವಾಗಿದೆ. ಇದರ ಪ್ರಾಥಮಿಕ ಉದ್ದೇಶವೆಂದರೆ ಕೋಲಾರ್ ಜಿಲ್ಲೆಯಲ್ಲಿ ಕಮ್ಮಾರನ ದರ್ಶನವನ್ನು ಉತ್ಸಾಹಪಡಿಸುವುದು."
      },
      "Lang": {
        "message": "ಭಾಷೆಗಳು"
    }
      


    },
    "about": {
        "title": "ನಮ್ಮ ಬಗ್ಗೆ",
        "description1": "ಕೋಲಾರ್ ಹಳ್ಳಿಯು ಪ್ರಾಚೀನಕಾಲದ ಸ್ಥಳವಾದ್ದರಿಂದ, ಅದು ಅನೇಕ ಬದಲಾವಣೆಗಳನ್ನು ಕಣ್ಣಾರು ಕಾಣದ ರಾಜಾರಮಾರಿಯಿಂದ ಹೊಂದಿರುವ ಸ್ಥಳ. ಈಗಾಗಲೇ ಅದು ಪ್ರಾಚೀನವಾಗಿದೆ ಎನ್ನಲಾಗಿದೆ. ಕೋಲಾರ್ ಇತಿಹಾಸವು ಪೌರಾಣಿಕ ಯುಗದ ಸಂಬಂಧಿಸಿದ್ದು, ಅನೇಕ ಕಥೆಗಳನ್ನು ನೆನಪಿನಲ್ಲಿ ತರುತ್ತದೆ. ನಿರ್ಮಿತಿ ಚಲನೆ: ವಿಭಿನ್ನ ಅನ್ವೇಷಣಾ ಕೇಂದ್ರಗಳು, ಇಂಜನಿಯರಿಂಗ್ ಕಾಲೇಜುಗಳು, ಲಾರಿ ಬೇಕರ್ ಹೀಗೆ ವ್ಯಕ್ತಿಗಳು ನಡೆಸಿದ ಭವನ ತಂತ್ರಜ್ಞಾನದ ಸಂಶೋಧನಾ ಮತ್ತು ಅಭಿವೃದ್ಧಿ ಕೆಲಸ ವಿಚಾರದಲ್ಲಿ, ಹಿಥರ್ಟೂ ಅಚ್ಚುಕಟ್ಟಿದ್ದ ಕಡಿಮೆ ವಾಣಿಜ್ಯಿಕ ಹಾಗೂ ಶಕ್ತಿ ಸಾರ್ವದೇಶಿಕ ಭವನ ತಂತ್ರಜ್ಞಾನದ ಅಭಿವೃದ್ಧಿಗೆ ಹೊರಗೊಮ್ಮಲಾಗಿದೆ ಎನ್ನಿಸುತ್ತದೆ.",
        "description2": "ಹಡುಕೋ: 1991 ರಲ್ಲಿ ಸರ್ಕಾರದ ಮೂಲಕ ಒಂದು ರಾಜ್ಯಾಂತರ ನಿರ್ಮಾಣ ಕೇಂದ್ರವಾಗಿ ಸ್ಥಾಪಿತವಾದ್ದರಿಂದ, ರಾಜ್ಯದಲ್ಲಿ ನಿರ್ಮಾಣ ಕೇಂದ್ರ ಅಭಿವೃದ್ಧಿ ಕಾರ್ಯಕ್ಕೆ ಒಂದು ಒತ್ತಡ ನೀಡುವುದರ ಉದ್ದೇಶ. ಮುಖ್ಯ ಉದ್ದೇಶ ಇದೆ - ಈ ಯೋಜನೆ ಸಕಾರಾತ್ಮಕ ಹೊರಗಿಡುವುದು ಮತ್ತು ಇದು ಬಿಡುಗಡೆಯಾಗುವ ಪ್ರಾರಂಭದಲ್ಲಿ ಹಾಗೂ ಸತತವಾಗಿ ಇರುವುದನ್ನು ನೋಡಿ ನೋಡಿದೆ. ಕರ್ಣಿಕ್ ರಾಜ್ಯಾಂತರ: ಕರ್ನಾಟಕ ಸರ್ಕಾರ ಹೊರಗೊಮ್ಮಲಾಗಿ ಪ್ರಾರಂಭಿಸಿತ್ತು ಮತ್ತು 1990 ರಿಂದ ಪ್ರಯೋಜನ ನಡೆಸುತ್ತಿದೆ, ಕರ್ನಾಟಕದ ಪ್ರತಿ ಜಿಲ್ಲೆಯಲ್ಲಿ ಒಂದೊಂದು ಕೇಂದ್ರವನ್ನು ಸ್ಥಾಪಿಸಿತ್ತು. ಮೊದಲು ಯೋಜನೆಗೆ ಚೆನ್ನಾಗಿ ಅಪ್ರಶಂಸ್ಯವಾಗಿದ್ದರೂ ಕರ್ಣಿಕ್ ಅದರ ವ್ಯಾಪಕ ಕೇಂದ್ರ ಕಾರ್ಯಕ್ಷೇತ್ರಗಳ ವೇಗ ನಿಧಾನ ಪ್ರಮಾಣದಲ್ಲಿ ಹೋಯಿತು. ಹಾಗೆಯೇ, 1994 ರಿಂದ ಮುಂದೆ ಕರ್ಣಾಟಕದ ನಿರ್ಮಾಣ ಕೇಂದ್ರ ಕಾರ್ಯಕ್ಷೇತ್ರ ವೃದ್ಧಿಗೆ ರಾಜ್ಯಾಂತರ ನೋಡಲು ಒಂದು ಸ್ಥಳಾಂತರ ಕೇಂದ್ರವಾಗಿ ನಿರ್ಣಾಯಕ ಪಾತ್ರವನ್ನು ಹೊಂದಿತು.",
        "description3": "ನಿರ್ಮಿತಿ ಕರ್ನಾಟಕದಲ್ಲಿ: ಕರ್ನಾಟಕ ಸರ್ಕಾರವು ಕೂಡ ಪ್ರಯಾಗ ಹೊಂದಿಕೊಂಡು ಯೋಜನೆಯ ಅಂಗವಾಗಿ 1990 ರಿಂದ ಪ್ರಯೋಜನವನ್ನು ಅಂತರದಲ್ಲಿ ಪ್ರತಿ ಜಿಲ್ಲೆಯಲ್ಲಿ ಕೇಂದ್ರ ಸ್ಥಾಪಿಸುವ ಮೂಲಕ ಅನ್ನಿಸುತ್ತದೆ. ಮೊದಲು ಯೋಜನೆಗೆ ಚೆನ್ನಾಗಿ ಸಾಕಷ್ಟು ಹೆಚ್ಚಾಗಿರಲಿಲ್ಲ ಮತ್ತು ಭವನ ಕೇಂದ್ರ ಕಾರ್ಯಕ್ಷೇತ್ರಗಳ ಗತಿ ವಾರೆವಾರಗಳಲ್ಲಿ ಹೋಗಲು ಬಹುದೂರದ ಹತ್ತಿರವಾದರೂ ಪ್ರಾರಂಭವಾಗಿತ್ತು. ಹೀಗೆಯೇ, ಕರ್ಣಿಕ್ ರಾಜ್ಯಾಂತರ: ಕರ್ನಾಟಕದ ನಿರ್ಮಾಣ ಕೇಂದ್ರ ಕಾರ್ಯಕ್ಷೇತ್ರಗಳ ಬೆಳವಣಿಗೆಗಾಗಿ ರಾಜ್ಯಾಂತರ ನೋಡಲು ಕರ್ಣಿಕ್ ಒಂದು ರಾಜ್ಯಾಂತರ ನೋಡಲು ಕಾರ್ಯಾಗಾರ ಸ್ತರದ ನೋಡಲು ನೋಡಿ ನೋಡಿತು, 1994 ರಿಂದ ಹೊರಟುಹೋಗುತ್ತದೆ.",
        "header":"ಕೋಲಾರ್ ನಿರ್ಮಿತಿ ಕೇಂದ್ರ",
        "year":"ಪೂರ್ವ 1988",
        "storyhead":"ನಮ್ಮ ಕಥೆ",
        "storypara":"ಕೋಲಾರವು ಪುರಾತನವಾದ ಸ್ಥಳವಾಗಿದೆ, ಆದರೆ ಹಲವಾರು ವೈಪರೀತ್ಯಗಳನ್ನು ದಾಟಿದೆ ಮತ್ತು ಯುದ್ಧದಿಂದ ತುಂಬಾ ಧ್ವಂಸಗೊಂಡಿದೆ ಮತ್ತು ಅದರಲ್ಲಿ ಈಗ ಉಳಿದಿರುವುದು ಪ್ರಾಚೀನವಾಗಿದೆ. ಕೋಲಾರದ ಇತಿಹಾಸವು ಮಹಾಕಾವ್ಯಕ್ಕೆ ಸಂಬಂಧಿಸಿದೆ ಎಂದು ಹೇಳಲಾಗುತ್ತದೆ, ಇದು ಅನೇಕ ದಂತಕಥೆಗಳನ್ನು ನೆನಪಿಸುತ್ತದೆ.",
"video":"ವಿಡಿಯೋ ನೋಡಿ",
"header1":"ಕರ್ನಾಟಕದಲ್ಲಿ ನಿರ್ಮಿತಿ",
"para2":"ಕರ್ನಾಟಕದಲ್ಲಿ ನಿರ್ಮಿತಿ: ಕರ್ನಾಟಕ ಸರ್ಕಾರವು ಸಹ ಉಪಕ್ರಮವನ್ನು ತೆಗೆದುಕೊಂಡಿತು ಮತ್ತು 1990 ರಿಂದ ಕರ್ನಾಟಕದ ಪ್ರತಿ ಜಿಲ್ಲೆಗಳಲ್ಲಿ ಕೇಂದ್ರವನ್ನು ಸ್ಥಾಪಿಸುವ ಮೂಲಕ ಯೋಜನೆಯನ್ನು ಜಾರಿಗೊಳಿಸಲು ಪ್ರಾರಂಭಿಸಿತು. ಆರಂಭದಲ್ಲಿ, ಯೋಜನೆಯು ಚೆನ್ನಾಗಿ ಮೆಚ್ಚುಗೆ ಪಡೆಯಲಿಲ್ಲ, ಮತ್ತು ಕಟ್ಟಡ ಕೇಂದ್ರದ ಚಟುವಟಿಕೆಗಳ ಆವೇಗವು ಬಸವನ ವೇಗದಲ್ಲಿ ಹೋಯಿತು. ಆದಾಗ್ಯೂ, ಕರ್ನಾಟಕದಲ್ಲಿ ಕಟ್ಟಡ ಕೇಂದ್ರದ ಚಟುವಟಿಕೆಗಳ ಅಭಿವೃದ್ಧಿಗಾಗಿ ರಾಜ್ಯ ಮಟ್ಟದ ನೋಡಲ್ ಏಜೆನ್ಸಿಯಾಗಿ ಕಾರ್ನಿಕ್ ಮಧ್ಯಸ್ಥಿಕೆಯೊಂದಿಗೆ, 1994 ರಿಂದ ಆವೇಗವನ್ನು ಪಡೆಯಲಾರಂಭಿಸಿತು.",
"subhead":"ಕಾರ್ನಿಕ್",
"subpara":"ರಾಜ್ಯದಲ್ಲಿ ಕಟ್ಟಡ ಕೇಂದ್ರದ ಅಭಿವೃದ್ಧಿ ಚಟುವಟಿಕೆಗಳಿಗೆ ಪುಲ್ ಅಪ್ ನೀಡುವ ಉದ್ದೇಶದಿಂದ ಕರ್ನಾಟಕ ಸರ್ಕಾರವು 1991 ರಲ್ಲಿ ರಾಜ್ಯ ಮಟ್ಟದ ಕಟ್ಟಡ ಕೇಂದ್ರವಾಗಿ ಸ್ಥಾಪಿಸಿತು. ಕಾರ್ಯನಿರ್ವಹಣೆಯನ್ನು ಮೇಲ್ವಿಚಾರಣೆ ಮಾಡುವುದು, ಮೇಲ್ವಿಚಾರಣೆ ಮಾಡುವುದು ಮುಖ್ಯ ಉದ್ದೇಶವಾಗಿದೆ ಮತ್ತು ಈ ಯೋಜನೆಯು ಸಕಾರಾತ್ಮಕ ಟಿಪ್ಪಣಿಯನ್ನು ತೆಗೆದುಕೊಳ್ಳುತ್ತದೆ ಮತ್ತು ನಿರಂತರ ಆಧಾರದ ಮೇಲೆ ಉಳಿಸಿಕೊಳ್ಳುತ್ತದೆ.",
"subhead2":"ನಿರ್ಮಿತಿ ಆಂದೋಲನ",
"subpara2":"ಕಟ್ಟಡ ತಂತ್ರಜ್ಞಾನಕ್ಕೆ ಸಂಬಂಧಿಸಿದಂತೆ ವಿವಿಧ ಸಂಶೋಧನಾ ಸಂಸ್ಥೆಗಳು, ಇಂಜಿನಿಯರಿಂಗ್ ಕಾಲೇಜುಗಳು, ಲಾರಿ ಬೇಕರ್ ಮುಂತಾದ ವೈಯಕ್ತಿಕ ವೃತ್ತಿಪರರು ನಡೆಸಿದ ಸಂಶೋಧನೆ ಮತ್ತು ಅಭಿವೃದ್ಧಿ ಕಾರ್ಯಗಳು ಇಲ್ಲಿಯವರೆಗೆ ಉಳಿದಿರುವ ನವೀನ, ವೆಚ್ಚ-ಪರಿಣಾಮಕಾರಿ, ಶಕ್ತಿ-ಸಮರ್ಥ ಕಟ್ಟಡ ತಂತ್ರಜ್ಞಾನದ ಅಭಿವೃದ್ಧಿಗೆ ಗಣನೀಯ ಕೊಡುಗೆ ನೀಡಿದೆ. ಪ್ರಯೋಗಾಲಯಗಳಲ್ಲಿ ಮಾತ್ರ. ವೆಚ್ಚ-ಪರಿಣಾಮಕಾರಿ ತಂತ್ರಜ್ಞಾನದ ಅಳವಡಿಕೆಯ ಅಗತ್ಯವು 80 ರ ದಶಕದಲ್ಲಿ ಕಂಡುಬಂದಿದೆ. ರಾಷ್ಟ್ರೀಯ ಮಟ್ಟದಲ್ಲಿ ಯೋಜನೆಯನ್ನು ನೆಲಸಮಗೊಳಿಸುವಲ್ಲಿ ಭಾರತ ಸರ್ಕಾರದಿಂದ ಹಣಕಾಸಿನ ನೆರವು ಪಡೆಯುವ ಮೂಲಕ *ಲ್ಯಾಬ್‌ನಿಂದ ಭೂಮಿಗೆ* ತಂತ್ರಜ್ಞಾನದ ವರ್ಗಾವಣೆಗಾಗಿ ಕಟ್ಟಡ ಕೇಂದ್ರದ ಆಂದೋಲನಕ್ಕೆ ಮತ್ತಷ್ಟು ಪುಲ್ ಅಪ್ ನೀಡುವಲ್ಲಿ ಹುಡ್ಕೊ ಉಪಕ್ರಮವನ್ನು ತೆಗೆದುಕೊಂಡಿತು.",
"teamhead":"ಆಡಳಿತ ಮಂಡಳಿ",
"teampara":"ಅಪೆರಿಯಮ್ ಡೊಲೊರಮ್ ಎಟ್ ಎಟ್ ವುಯಾ ಮೊಲೆಸ್ಟಿಯಾಸ್ ಕ್ವಿ ಈವೆನಿಯಟ್ ನಮ್ಕ್ವಾಮ್ ನಿಹಿಲ್ ಪೊರೊ ಇನ್ಸಿಡೆಂಟ್ ಡೊಲೊರೆಸ್ ಪ್ಲೇಸ್ಯಾಟ್ ಸುಂಟ್ ಐಡಿ ನೋಬಿಸ್ ಓಮ್ನಿಸ್ ಟೈಲೆಡೊ ಸ್ಟ್ರಾನ್ ಡೆಲೊಪ್",
"teamname":"ಮ್ಯಾನುಯೆಲಾ ನೆವೊರೆಸ್ಕಿ",
"teamdesig":"ಸಿಇಒ - ಸಂಸ್ಥಾಪಕ"







      },
      "Projects": {
        "title": "ಯೋಜನೆಗಳು",
        "description1": "",
        "description2": ""
      },
      "department":{
        "title":"ಇಲಾಖೆಗಳು",
        "name":"",
        "description":""
      },
      

      "Departments": {
        "title": "ನಾವು ಕೆಲಸದಲ್ಲಿದ್ದ ಇಲಾಖೆಗಳು"
      },

      "footer": {
        "address":{
          "message":"ಕೋಲಾರ, ಕರ್ನಾಟಕ"
         },
        "phone":{
         "message":"ದೂರವಾಣಿ:"
        },
        "phonenumber":{
         "message":"+91 98734364843:"
        },
        "email":{
         "message":"ಇಮೇಲ್ ಐಡಿ:"
        },
        "emailid":{
         "message":"info@kolarnk.org"
        },
        "title":{
            "message":"ಉಪಯುಕ್ತ ಲಿಂಕ್‌ಗಳು"
        },
        "menus": {
          "menu1": {
            "message": "ಮುಖಪುಟ"
          },
          "menu2": {
            "message": "ನಮ್ಮ ಬಗ್ಗೆ"
          },
          "menu3":{
            "message":"ಯೋಜನೆಗಳು"
          },
          "menu4":{
            "message":"ಆಡಳಿತ"
          },
          "menu5":{
            "message":"ಆರ್ ಟಿಐ"
                },
                "menu6":{
                  "message":"ಸಭೆಗಳು"
                },
                "menu7":{
                  "message":"ಸಂಪರ್ಕಗಳು"
                }
      },
      "title1":{
        "message":"ನಮ್ಮ ಸೇವೆಗಳು"
    },
    "menus1": {
      "menu1": {
        "message": "ತರಬೇತಿ"
      },
      "menu2": {
        "message": "ನಿರ್ಮಾಣ"
      },
      "menu3":{
        "message":"ಅಭಿವೃದ್ಧಿ"
      }
     
    },
    "copyright":{
      "message":"ಕೃತಿಸ್ವಾಮ್ಯ"
    },
    "copyright1":{
      "message":"ಕೋಲಾರ ನಿರ್ಮಿತಿ ಕೇಂದ್ರ"
    },
    "copyright2":{
      "message":"ಎಲ್ಲ ಹಕ್ಕುಗಳನ್ನು ಕಾಯ್ದಿರಿಸಲಾಗಿದೆ"
    },
    "copyright3":{
      "message":"ವಿನ್ಯಾಸಗೊಳಿಸಿದವರು"
    
    },
    "copyright4":{
      "message":"ಕೋಲಾರ ನಿರ್ಮಿತಿ ಕೇಂದ್ರ"
    },
    "header2": {
 
      "title1":{
        "message":"ಮುಖಪುಟ"
    }
  
    
    }


    
    },
    "Construction":{

    "Heading":"ನಿರ್ಮಾಣ",

   "SubHeading" :"1. ಸಾಮಾನ್ಯ:",
  "subHeadingpara":"ನಿರ್ಮಾಣ ವೆಚ್ಚ ಹೆಚ್ಚುತ್ತಿರುವ ಈ ದಿನಗಳಲ್ಲಿ, ವಿಶೇಷವಾಗಿ ಕಡಿಮೆ ಆದಾಯದ ಮತ್ತು ಮಧ್ಯಮ-ಆದಾಯದ ಕುಟುಂಬಗಳಿಗೆ ಸ್ವಂತ ಮನೆಯನ್ನು ಹೊಂದುವ ಕನಸು ಕಷ್ಟಕರವಾಗಿದೆ. ಆದ್ದರಿಂದ, ವೆಚ್ಚ-ಪರಿಣಾಮಕಾರಿಯಾಗಿ ಅಳವಡಿಸಿಕೊಳ್ಳುವುದು ಅನಿವಾರ್ಯವಾಗಿದೆ. , ಸಾಮಾನ್ಯ ಜನರು ಕೈಗೆಟುಕುವ ವೆಚ್ಚದಲ್ಲಿ ಮನೆಗಳನ್ನು ನಿರ್ಮಿಸಲು ಅನುವು ಮಾಡಿಕೊಡಲು ಮನೆ ಮತ್ತು ಕಟ್ಟಡಗಳ ನಿರ್ಮಾಣಕ್ಕಾಗಿ ನವೀನ ಮತ್ತು ಪರಿಸರ ಸ್ನೇಹಿ ವಸತಿ ತಂತ್ರಜ್ಞಾನ.",

    "SubHeading1":"2. ಕಡಿಮೆ ವೆಚ್ಚದ ವಸತಿ:",
    "subHeadingpara1":"ವೆಚ್ಚ-ಪರಿಣಾಮಕಾರಿ ವಸತಿ ಒಂದು ಸಾಪೇಕ್ಷ ಪರಿಕಲ್ಪನೆಯಾಗಿದೆ ಮತ್ತು ಬಜೆಟ್‌ನೊಂದಿಗೆ ಹೆಚ್ಚಿನ ಸಂಬಂಧವನ್ನು ಹೊಂದಿದೆ ಮತ್ತು ಇದು ಉತ್ತಮ ನಿರ್ವಹಣೆ, ಸ್ಥಳೀಯ ವಸ್ತುಗಳ ಸೂಕ್ತ ಬಳಕೆ, ಕೌಶಲ್ಯ ಮತ್ತು ತಂತ್ರಜ್ಞಾನದ ಮೂಲಕ ನಿರ್ಮಾಣದ ವೆಚ್ಚವನ್ನು ಕಡಿಮೆ ಮಾಡಲು ಪ್ರಯತ್ನಿಸುತ್ತದೆ ಆದರೆ ರಚನೆಯ ಕಾರ್ಯಕ್ಷಮತೆ ಮತ್ತು ಜೀವನವನ್ನು ತ್ಯಾಗ ಮಾಡದೆ. ಕಡಿಮೆ-ವೆಚ್ಚದ ವಸತಿ ಎಂದರೆ ಕೆಳದರ್ಜೆಯ ಗುಣಮಟ್ಟದ ಅಗ್ಗದ ಕಟ್ಟಡ ಸಾಮಗ್ರಿಗಳನ್ನು ಬಳಸಿಕೊಂಡು ನಿರ್ಮಿಸಲಾದ ಮನೆಗಳಲ್ಲ ಎಂದು ಒತ್ತಿಹೇಳಬೇಕಾಗಿದೆ. ಅಡಿಪಾಯ, ರಚನೆ, ಶಕ್ತಿ ಇತ್ಯಾದಿಗಳಿಗೆ ಸಂಬಂಧಿಸಿದಂತೆ ಕಡಿಮೆ-ವೆಚ್ಚದ ಮನೆಯನ್ನು ವಿನ್ಯಾಸಗೊಳಿಸಲಾಗಿದೆ ಮತ್ತು ನಿರ್ಮಿಸಲಾಗಿದೆ. ಸ್ಥಳೀಯವಾಗಿ ಲಭ್ಯವಿರುವ ಕಟ್ಟಡ ಸಾಮಗ್ರಿಗಳು ಮತ್ತು ಬಳಕೆದಾರರಿಂದ ಸ್ವೀಕರಿಸಲ್ಪಟ್ಟ ಬಾಳಿಕೆ ಬರುವ, ಆರ್ಥಿಕ ತಂತ್ರಗಳ ಪರಿಣಾಮಕಾರಿ ಬಳಕೆಯ ಮೂಲಕ ವೆಚ್ಚದಲ್ಲಿ ಕಡಿತವನ್ನು ಸಾಧಿಸಲಾಗುತ್ತದೆ. , ಮತ್ತು ದುಬಾರಿ ನಿರ್ವಹಣೆ ಅಗತ್ಯವಿಲ್ಲ. ಮುಕ್ತಾಯವನ್ನು ಮುಂದೂಡುವ ಮೂಲಕ ಮತ್ತು/ಅಥವಾ ಹಂತಗಳಲ್ಲಿ ಅವುಗಳನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸುವ ಮೂಲಕ ಆರ್ಥಿಕತೆಯನ್ನು ಸಾಧಿಸಲಾಗುತ್ತದೆ. ಇದಲ್ಲದೆ, ಇದು ಕಾರ್ಮಿಕರ ದಕ್ಷತೆಯನ್ನು ಹೆಚ್ಚಿಸುವ ಗುರಿಯನ್ನು ಹೊಂದಿದೆ, ವಿನ್ಯಾಸ ಮತ್ತು ಜಾಗದಲ್ಲಿ ವ್ಯರ್ಥವಾಗುವುದನ್ನು ಕಡಿಮೆ ಮಾಡುತ್ತದೆ ಮತ್ತು ಉತ್ತಮ ನಿರ್ವಹಣಾ ಅಭ್ಯಾಸಗಳನ್ನು ಅನ್ವಯಿಸುತ್ತದೆ ಇದರಿಂದ ಜನರು ನಿಭಾಯಿಸಬಹುದಾದ ಬೆಲೆಯಲ್ಲಿ ಆಶ್ರಯವನ್ನು ಒದಗಿಸಬಹುದು.",
 
    "SubHeading2":"3. ಕಟ್ಟಡ ವೆಚ್ಚ:",
    "subHeadingpara2":"ಕಟ್ಟಡ ನಿರ್ಮಾಣ ವೆಚ್ಚವನ್ನು ಎರಡು ಭಾಗಗಳಾಗಿ ವಿಂಗಡಿಸಬಹುದು:",
"subHeadingpara2num1":"1.",
"subHeadingpara2num1subpara1":"ಕಟ್ಟಡ ಸಾಮಗ್ರಿ ವೆಚ್ಚ: 65 ರಿಂದ 70%",
"subHeadingpara2num2":"2.",
"subHeadingpara2num2subpara2":"ಕಾರ್ಮಿಕ ವೆಚ್ಚ: 30 ರಿಂದ 35%",
"subHeadingpara2subpara3":"ನಿರ್ಮಾಣದ ವೆಚ್ಚವನ್ನು ಕಡಿಮೆ ಮಾಡುವ ಪರಿಣಾಮಕಾರಿ ವಿಧಾನಗಳ ವ್ಯಾಪ್ತಿಯು ಕಡಿಮೆ ಶಕ್ತಿಯನ್ನು ಸೇವಿಸುವ ಕಟ್ಟಡ ಸಾಮಗ್ರಿಗಳ ಪ್ರಮಾಣವನ್ನು ಕಡಿಮೆ ಮಾಡುತ್ತದೆ. ವಸ್ತುಗಳ ಸಮರ್ಥ ಬಳಕೆಗಾಗಿ ತರ್ಕಬದ್ಧ ವಿನ್ಯಾಸ ವಿಧಾನವನ್ನು ಅನುಸರಿಸಿದರೆ ಇದು ಸಾಧ್ಯ. ಹೆಚ್ಚು ಪರಿಣಾಮಕಾರಿ ವಸ್ತುಗಳ ಆಯ್ಕೆಯಿಂದ ಅಥವಾ ಸುಧಾರಿತ ವಿನ್ಯಾಸದಿಂದ ವೆಚ್ಚ ಕಡಿತವನ್ನು ಸಾಧಿಸಲಾಗುತ್ತದೆ.",

"SubHeading3":"4. ನಿರ್ಮಾಣದ ವೆಚ್ಚವನ್ನು ಕಡಿಮೆ ಮಾಡುವ ಮಾರ್ಗಗಳು - ಪರಿಕಲ್ಪನೆ",
"subHeadingpara3":"ಕಟ್ಟಡ ನಿರ್ಮಾಣ ವೆಚ್ಚವನ್ನು ಕಡಿಮೆ ಮಾಡಲು ಈ ಕೆಳಗಿನ ಮಾರ್ಗಗಳಿವೆ",
"subHeadingpara3num1":"1.",
"subHeadingpara3subpara1":"ತೆಳುವಾದ ಗೋಡೆಯ ಪರಿಕಲ್ಪನೆಯನ್ನು ಬಳಸಿಕೊಂಡು ಸ್ತಂಭದ ಪ್ರದೇಶವನ್ನು ಕಡಿಮೆ ಮಾಡಿ. ಉದಾ. 15 ಸೆಂ.ಮೀ ದಪ್ಪದ ಘನ ಕಾಂಕ್ರೀಟ್ ಬ್ಲಾಕ್ ಗೋಡೆ.",

"subHeadingpara3num2":"2.",
"subHeadingpara3subpara2":"ಸುಟ್ಟ ಇಟ್ಟಿಗೆಯ ಬದಲಿಗೆ ಮಣ್ಣಿನ ಸಿಮೆಂಟ್ ಬ್ಲಾಕ್‌ಗಳಂತಹ ನವೀನ ರೂಪದಲ್ಲಿ ಸ್ಥಳೀಯವಾಗಿ ಲಭ್ಯವಿರುವ ವಸ್ತುಗಳನ್ನು ಬಳಸಿ.",

"subHeadingpara3num3":"3.",
"subHeadingpara3subpara3":"ಸುಟ್ಟ ಇಟ್ಟಿಗೆಯ ಬದಲಿಗೆ ಕಾಂಕ್ರೀಟ್ ಬ್ಲಾಕ್‌ನಂತಹ ಕಡಿಮೆ ಶಕ್ತಿಯನ್ನು ಬಳಸುವ ಶಕ್ತಿಯ ದಕ್ಷತೆಯ ವಸ್ತುಗಳನ್ನು ಬಳಸಿ.",

"subHeadingpara3num4":"4.",
"subHeadingpara3subpara4":"R.C.C ಅನ್ನು ಬಳಸುವಂತಹ ಸಾಂಪ್ರದಾಯಿಕ ಕಟ್ಟಡದ ಘಟಕಗಳಿಗೆ ಪರ್ಯಾಯವಾಗಿರುವ ಪರಿಸರ ಸ್ನೇಹಿ ವಸ್ತುಗಳನ್ನು ಬಳಸಿ. ಮರದ ಚೌಕಟ್ಟುಗಳ ಸ್ಥಳದಲ್ಲಿ ಬಾಗಿಲು ಮತ್ತು ಕಿಟಕಿ ಚೌಕಟ್ಟುಗಳು.",

"subHeadingpara3num5":"5.",
"subHeadingpara3subpara5":"ಮನೆಯ ಪ್ರತಿಯೊಂದು ಘಟಕವನ್ನು ಪೂರ್ವಭಾವಿಯಾಗಿ ಯೋಜಿಸಿ ಮತ್ತು ಕಟ್ಟಡದಲ್ಲಿನ ಘಟಕದ ಗಾತ್ರವನ್ನು ಕಡಿಮೆ ಮಾಡಲು ವಿನ್ಯಾಸ ವಿಧಾನವನ್ನು ತರ್ಕಬದ್ಧಗೊಳಿಸಿ.",

"subHeadingpara3num6":"6.",
"subHeadingpara3subpara6":"ಮನೆಯ ಪ್ರತಿಯೊಂದು ಘಟಕವನ್ನು ಯೋಜಿಸುವ ಮೂಲಕ ಮನೆಯ ಯೋಜಿತವಲ್ಲದ ಘಟಕವನ್ನು ಕೆಡವುವುದರಿಂದ ವಸ್ತುಗಳ ವ್ಯರ್ಥವನ್ನು ತಪ್ಪಿಸಬಹುದು.",

"subHeadingpara3num7":"7.",
"subHeadingpara3subpara7":"ಮನೆಯ ಪ್ರತಿಯೊಂದು ಘಟಕವು ಅಗತ್ಯವಿದ್ದರೆ, ಅಗತ್ಯವಿಲ್ಲದಿದ್ದರೆ, ಆ ಘಟಕವನ್ನು ಬಳಸಬಾರದು ಎಂಬುದನ್ನು ಪರಿಶೀಲಿಸಬೇಕು.",

"subHeadingpara3num8":"8.",
"subHeadingpara3subpara8":"ಅನಗತ್ಯ ಘಟಕಗಳನ್ನು ತೆಗೆದುಹಾಕುವ ಮೂಲಕ ವೆಚ್ಚ ಕಡಿತ ಸಾಧ್ಯ. ಉದಾ: ಗೋಡೆಗಳನ್ನು ಪ್ಲ್ಯಾಸ್ಟಿಂಗ್ ಮಾಡುವುದನ್ನು ತಪ್ಪಿಸಿ, ಅಡಿಪಾಯದಲ್ಲಿ ಸ್ತಂಭದ ಚಪ್ಪಡಿಗಳ ಬಳಕೆಯನ್ನು ತೆಗೆದುಹಾಕುವುದು.",

"subHeadingpara3num9":"9.",
"subHeadingpara3subpara9":"ಪ್ಲ್ಯಾಸ್ಟರಿಂಗ್ ಇಲ್ಲದೆ ತೆರೆದ ಇಟ್ಟಿಗೆ ಕೆಲಸದಂತಹ ಕಡಿಮೆ ಗುಣಮಟ್ಟದ ಪೂರ್ಣಗೊಳಿಸುವಿಕೆಗಳನ್ನು ಸ್ವೀಕರಿಸಿ.",

"subHeadingpara3num10":"10.",
"subHeadingpara3subpara10":"ಮಾನದಂಡಗಳನ್ನು ಕಡಿಮೆ ಮಾಡುವುದು - ಕಿಟಕಿಗಳ ಸ್ಥಳದಲ್ಲಿ ಜೆಲ್ಲಿ ಕೆಲಸವನ್ನು ಒದಗಿಸುವುದು, ಸ್ತಂಭ ಕಾಂಕ್ರೀಟ್ ಇಲ್ಲ",

"sub4b":"II -",
"sub4bhead":"ಅಡ್ಹಾಕ್ ವಿಧಾನಗಳ ಮೂಲಕ ವೆಚ್ಚ ಕಡಿತ:",
"sub4b1a":"1(ಎ)",
"sub4b1apara":" ಅಡಿಪಾಯ - ಸಾಮಾನ್ಯವಾಗಿ ಅಡಿಪಾಯದ ವೆಚ್ಚವು ಒಟ್ಟು ಕಟ್ಟಡದ ಸುಮಾರು 10 ರಿಂದ 15% ನಷ್ಟು ಬರುತ್ತದೆ ಮತ್ತು ಸಾಮಾನ್ಯವಾಗಿ 3 ರಿಂದ 4 ಅಡಿಗಳಷ್ಟು ಅಡಿಪಾಯದ ಆಳವನ್ನು ಸಿಂಗಲ್ ಅಥವಾ ಡಬಲ್ ಸ್ಟೋರ್ ಕಟ್ಟಡಕ್ಕೆ ಅಳವಡಿಸಿಕೊಳ್ಳಲಾಗುತ್ತದೆ ಮತ್ತು 6'' (15 ಸೆಂ.ಮೀ) ಕಾಂಕ್ರೀಟ್ ಹಾಸಿಗೆಯನ್ನು ಬಳಸಲಾಗುತ್ತದೆ. ತಪ್ಪಿಸಬಹುದಾದ ಅಡಿಪಾಯಕ್ಕಾಗಿ.",
"sub4b1apara1":"ಸಮಾಧಿ ಮಣ್ಣು, ಕೆಂಪು ಮಣ್ಣು ಇತ್ಯಾದಿ ಸಾಮಾನ್ಯ ಮಣ್ಣಿಗೆ 2 ಅಡಿ (0.6 ಮೀ) ಅಡಿಪಾಯದ ಆಳವನ್ನು ಅಳವಡಿಸಲು ಶಿಫಾರಸು ಮಾಡಲಾಗಿದೆ ಮತ್ತು ಬಾಂಡ್ ಸ್ಟೋನ್‌ಗಳು ಮತ್ತು ಉತ್ತಮ ಪ್ಯಾಕಿಂಗ್‌ನೊಂದಿಗೆ ಅನಿಯಂತ್ರಿತ ಕಲ್ಲುಮಣ್ಣು ಕಲ್ಲುಗಳನ್ನು ಬಳಸಿ. ಅಂತೆಯೇ ಅಡಿಪಾಯದ ಅಗಲವನ್ನು 2 ಅಡಿ (0.6 ಮೀ) ಗೆ ತರ್ಕಬದ್ಧಗೊಳಿಸಲಾಗಿದೆ. ಅಡಿಪಾಯದಲ್ಲಿ ಬಿರುಕುಗಳು ಉಂಟಾಗುವುದನ್ನು ತಪ್ಪಿಸಲು, ಕಲ್ಲುಗಳನ್ನು 1: 8 ರ ಸಿಮೆಂಟ್ ಗಾರೆ, ಬಂಡೆಗಳು ಮತ್ತು ಬಾಂಡ್ ಕಲ್ಲುಗಳಿಂದ ನಿಯಮಿತ ಮಧ್ಯಂತರದಲ್ಲಿ ಸಂಪೂರ್ಣವಾಗಿ ಪ್ಯಾಕ್ ಮಾಡಬೇಕು.",
"sub4b1b":"1(ಬಿ)",
"sub4b1bpara1":"ನಿರ್ಮಾಣ ವೆಚ್ಚವನ್ನು 40% ವರೆಗೆ ಕಡಿಮೆ ಮಾಡಲು ಸಾಮಾನ್ಯ ಮಣ್ಣಿನಲ್ಲಿ ಕಮಾನು ಅಡಿಪಾಯವನ್ನು ಅಳವಡಿಸಿಕೊಳ್ಳುವಂತೆ ಸೂಚಿಸಲಾಗಿದೆ. ಈ ರೀತಿಯ ಅಡಿಪಾಯವು ಅಡಿಪಾಯದ ಉದ್ದಕ್ಕೂ ಉಂಟಾಗುವ ಮಣ್ಣಿನ ಸಡಿಲವಾದ ಪಾಕೆಟ್ಸ್ ಅನ್ನು ಸೇತುವೆ ಮಾಡಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ. ",
"sub4b1c":"1(ಸಿ)",
"sub4b1cpara1":"ಕಪ್ಪು ಹತ್ತಿ ಮತ್ತು ಇತರ ಮೃದುವಾದ ಮಣ್ಣಿನಲ್ಲಿ ರೀಮ್ ಪೈಲ್ ಫೌಂಡೇಶನ್ ಅಡಿಯಲ್ಲಿ ಬಳಸಲು ಶಿಫಾರಸು ಮಾಡಲಾಗಿದೆ, ಇದು ಸಾಂಪ್ರದಾಯಿಕ ನಿರ್ಮಾಣ ವಿಧಾನಕ್ಕಿಂತ ಸುಮಾರು 20 ರಿಂದ 25% ವೆಚ್ಚವನ್ನು ಉಳಿಸುತ್ತದೆ.",
"sub4b1d":"1(ಡಿ)",
"sub4b1dpara1":"ಸ್ತಂಭ : ಸ್ತಂಭಕ್ಕಾಗಿ ನೆಲಮಟ್ಟದಿಂದ 1 ಅಡಿ ಎತ್ತರವನ್ನು ಅಳವಡಿಸಿಕೊಳ್ಳಲು ಸೂಚಿಸಲಾಗಿದೆ ಮತ್ತು 1:6 ರ ಸಿಮೆಂಟ್ ಗಾರೆಯಿಂದ ನಿರ್ಮಿಸಬಹುದು.",
"sub4b1dpara2":"ಸಾಮಾನ್ಯವಾಗಿ ಅಳವಡಿಸಿಕೊಳ್ಳುವ 4 ರಿಂದ 6'' ಸ್ತಂಭದ ಸ್ಲ್ಯಾಬ್ ಅನ್ನು ತಪ್ಪಿಸಬಹುದು ಮತ್ತು ಅದರ ಸ್ಥಳದಲ್ಲಿ ಅಂಚಿನಲ್ಲಿರುವ ಇಟ್ಟಿಗೆಯನ್ನು ವೆಚ್ಚವನ್ನು ಕಡಿಮೆ ಮಾಡಲು ಬಳಸಬಹುದು. ಈ ವಿಧಾನವನ್ನು ಅಳವಡಿಸಿಕೊಳ್ಳುವ ಮೂಲಕ ಸ್ತಂಭದ ಅಡಿಪಾಯದ ವೆಚ್ಚವನ್ನು ಸುಮಾರು 35 ರಿಂದ 50% ರಷ್ಟು ಕಡಿಮೆ ಮಾಡಬಹುದು. ಮಣ್ಣಿನ ಸವೆತವನ್ನು ಕಡಿಮೆ ಮಾಡಲು ಮತ್ತು ಆ ಮೂಲಕ ಅಡಿಪಾಯದ ಮೇಲ್ಮೈ ಮತ್ತು ಬಿರುಕು ರಚನೆಗೆ ಒಡ್ಡಿಕೊಳ್ಳುವುದನ್ನು ತಪ್ಪಿಸಲು ಕಟ್ಟಡದ ಸುತ್ತಲೂ ಕಾಂಕ್ರೀಟ್ ಚಪ್ಪಡಿಗಳು ಅಥವಾ ಕಲ್ಲಿನ ಚಪ್ಪಡಿಗಳಂತಹ ಭೇದಿಸದ ಹೊದಿಕೆಗಳನ್ನು ಒದಗಿಸುವ ಮುನ್ನೆಚ್ಚರಿಕೆಯನ್ನು ತೆಗೆದುಕೊಳ್ಳುವುದು ಅವಶ್ಯಕ.",


"Sub1":"1. ವಾಲ್ಲಿಂಗ್ :",
"Sub1para":"ಕಟ್ಟಡದ ಸುತ್ತಲೂ ಗೋಡೆಗಳ ನಿರ್ಮಾಣದಲ್ಲಿ 6 ರಿಂದ 9'' ಗೋಡೆಯ ದಪ್ಪವನ್ನು ಮತ್ತು ಒಳಗಿನ ಗೋಡೆಗಳಿಗೆ 4 1/2'' ಅನ್ನು ಅಳವಡಿಸಲು ಶಿಫಾರಸು ಮಾಡಲಾಗಿದೆ. ಸುಟ್ಟ ಇಟ್ಟಿಗೆಗಳನ್ನು 24 ಗಂಟೆಗಳ ಕಾಲ ನೀರಿನಲ್ಲಿ ಮುಳುಗಿಸಿ ನಂತರ ಗೋಡೆಗಳಿಗೆ ಬಳಸಬೇಕೆಂದು ಸೂಚಿಸಲಾಗುತ್ತದೆ.",
"Sub1a":"ಇಲಿ - ಟ್ರ್ಯಾಪ್ ಬಾಂಡ್ ವಾಲ್ :",
"Sub1apara":"ಇದು ಕುಹರದ ಗೋಡೆಯ ನಿರ್ಮಾಣವಾಗಿದ್ದು, ಉಷ್ಣ ಸೌಕರ್ಯದ ಹೆಚ್ಚುವರಿ ಪ್ರಯೋಜನ ಮತ್ತು ಕಲ್ಲಿನ ಕೆಲಸಕ್ಕೆ ಅಗತ್ಯವಾದ ಇಟ್ಟಿಗೆಗಳ ಪ್ರಮಾಣವನ್ನು ಕಡಿಮೆ ಮಾಡುತ್ತದೆ. ಸಾಂಪ್ರದಾಯಿಕ ಇಂಗ್ಲಿಷ್ ಅಥವಾ ಫ್ಲೆಮಿಶ್ ಬಾಂಡ್ ಕಲ್ಲುಗಳಿಗೆ ಹೋಲಿಸಿದರೆ ಇಟ್ಟಿಗೆ ಕಲ್ಲಿನ ಬಂಧದ ಈ ವಿಧಾನವನ್ನು ಅಳವಡಿಸಿಕೊಳ್ಳುವ ಮೂಲಕ, ಇಟ್ಟಿಗೆಗಳ ವಸ್ತು ವೆಚ್ಚದಲ್ಲಿ 25% ಮತ್ತು ಕಲ್ಲಿನ ವೆಚ್ಚದಲ್ಲಿ ಸುಮಾರು 10 ರಿಂದ 15% ರಷ್ಟು ಕಡಿಮೆ ಮಾಡಲು ಸಾಧ್ಯವಿದೆ. ಇಲಿ-ಬಲೆ ಬಾಂಡ್ ವಿಧಾನವನ್ನು ಅಳವಡಿಸಿಕೊಳ್ಳುವ ಮೂಲಕ ಕಲಾತ್ಮಕವಾಗಿ ಹಿತಕರವಾದ ಗೋಡೆಯ ಮೇಲ್ಮೈಯನ್ನು ರಚಿಸಬಹುದು ಮತ್ತು ಪ್ಲ್ಯಾಸ್ಟರಿಂಗ್ ಅನ್ನು ತಪ್ಪಿಸಬಹುದು.",
"Sub1apara1":"ಕಾಂಕ್ರೀಟ್ ಬ್ಲಾಕ್ ವಾಲ್ಲಿಂಗ್ : ಸುಟ್ಟ ಇಟ್ಟಿಗೆಯಿಂದ ಹೆಚ್ಚಿನ ಶಕ್ತಿಯ ಬಳಕೆಯ ದೃಷ್ಟಿಯಿಂದ ಕಾಂಕ್ರೀಟ್ ಬ್ಲಾಕ್ ಅನ್ನು ಬಳಸಲು ಸೂಚಿಸಲಾಗುತ್ತದೆ (ಟೊಳ್ಳಾದ ಮತ್ತು ಘನ ಎರಡೂ) ಅದರ ಉತ್ಪಾದನೆಯಲ್ಲಿ ಸುಟ್ಟ ಇಟ್ಟಿಗೆಗಳ ಶಕ್ತಿಯ 1/3 ಅನ್ನು ಮಾತ್ರ ಬಳಸುತ್ತದೆ. ಕಾಂಕ್ರೀಟ್ ಬ್ಲಾಕ್ ಕಲ್ಲುಗಳನ್ನು ಬಳಸುವುದರಿಂದ ಗೋಡೆಯ ದಪ್ಪವನ್ನು 20 ಸೆಂ.ಮೀ ನಿಂದ 15 ಸೆಂ.ಮೀ.ಗೆ ಕಡಿಮೆ ಮಾಡಬಹುದು. ಕಾಂಕ್ರೀಟ್ ಬ್ಲಾಕ್ ಕಲ್ಲುಗಳು ಗಾರೆ ಬಳಕೆಯನ್ನು ಉಳಿಸುತ್ತದೆ, ಗೋಡೆಯ ತ್ವರಿತ ನಿರ್ಮಾಣದ ಪರಿಣಾಮವಾಗಿ ಕಾರ್ಮಿಕರ ಹೆಚ್ಚಿನ ಉತ್ಪಾದನೆ, ಪ್ಲ್ಯಾಸ್ಟರಿಂಗ್ ಅನ್ನು ತಪ್ಪಿಸಬಹುದು ಇದರಿಂದ ಒಟ್ಟಾರೆ 10 ರಿಂದ 25% ಉಳಿತಾಯವನ್ನು ಸಾಧಿಸಬಹುದು.",
"Sub1apara2":"ಮಣ್ಣಿನ ಸಿಮೆಂಟ್ ಬ್ಲಾಕ್ ತಂತ್ರಜ್ಞಾನ : ಇದು ಸುಟ್ಟ ಇಟ್ಟಿಗೆಗಳ ಕಲ್ಲಿನ ಸ್ಥಳದಲ್ಲಿ ಮಣ್ಣಿನ ಸಿಮೆಂಟ್ ಬ್ಲಾಕ್ಗಳನ್ನು ಬಳಸಿ ಗೋಡೆಗಳ ನಿರ್ಮಾಣದ ಪರ್ಯಾಯ ವಿಧಾನವಾಗಿದೆ. ಇದು 5% ಮತ್ತು ಅದಕ್ಕಿಂತ ಹೆಚ್ಚಿನ ಸಿಮೆಂಟ್‌ನೊಂದಿಗೆ ಮಣ್ಣನ್ನು ಬೆರೆಸಿ ಕೈಯಿಂದ ನಿರ್ವಹಿಸುವ ಯಂತ್ರದಲ್ಲಿ ಒತ್ತಿದರೆ ಮತ್ತು ಚೆನ್ನಾಗಿ ಸಂಸ್ಕರಿಸಿದ ನಂತರ ಕಲ್ಲಿನಲ್ಲಿ ಬಳಸಲಾಗುವ ಶಕ್ತಿ ದಕ್ಷತೆಯ ನಿರ್ಮಾಣ ವಿಧಾನವಾಗಿದೆ. ಈ ಕಲ್ಲು ಗೋಡೆಯ ಎರಡೂ ಬದಿಗಳಲ್ಲಿ ಪ್ಲ್ಯಾಸ್ಟರಿಂಗ್ ಅಗತ್ಯವಿಲ್ಲ. ಮಣ್ಣಿನ ಸಿಮೆಂಟ್ ತಂತ್ರಜ್ಞಾನದಿಂದ ಸಾಧಿಸಬಹುದಾದ ಒಟ್ಟಾರೆ ಆರ್ಥಿಕತೆಯು ಸಾಂಪ್ರದಾಯಿಕ ನಿರ್ಮಾಣ ವಿಧಾನಕ್ಕೆ ಹೋಲಿಸಿದರೆ ಸುಮಾರು 15 ರಿಂದ 20% ಆಗಿದೆ.",


"Sub2":"2. ಬಾಗಿಲುಗಳು ಮತ್ತು ಕಿಟಕಿಗಳು :",
"Sub2para":"ಬಾಗಿಲು ಮತ್ತು ಕಿಟಕಿಗಳಿಗೆ ಮರವನ್ನು ಬಳಸದಂತೆ ಸೂಚಿಸಲಾಗಿದೆ ಮತ್ತು ಅದರ ಸ್ಥಳದಲ್ಲಿ ಕಾಂಕ್ರೀಟ್ ಅಥವಾ ಸ್ಟೀಲ್ ವಿಭಾಗದ ಚೌಕಟ್ಟುಗಳನ್ನು 30 ರಿಂದ 40% ವರೆಗೆ ವೆಚ್ಚದಲ್ಲಿ ಉಳಿಸಲು ಬಳಸಬೇಕು. ಅದೇ ರೀತಿ ಕವಾಟುಗಳಿಗೆ ವಾಣಿಜ್ಯಿಕವಾಗಿ ಲಭ್ಯವಿರುವ ಬ್ಲಾಕ್ ಬೋರ್ಡ್‌ಗಳು, ಫೈಬರ್ ಅಥವಾ ಮರದ ಪಾರ್ಟಿಕಲ್ ಬೋರ್ಡ್‌ಗಳು ಇತ್ಯಾದಿಗಳನ್ನು ವೆಚ್ಚವನ್ನು ಸುಮಾರು 25% ರಷ್ಟು ಕಡಿಮೆ ಮಾಡಲು ಬಳಸಬೇಕು. ಇಟ್ಟಿಗೆ ಜೆಲ್ಲಿ ಕೆಲಸ ಮತ್ತು ಪ್ರೀಕಾಸ್ಟ್ ಘಟಕಗಳನ್ನು ಅಳವಡಿಸಿಕೊಳ್ಳುವುದರಿಂದ ಕಟ್ಟಡಕ್ಕೆ ಪರಿಣಾಮಕಾರಿ ವಾತಾಯನವನ್ನು ಒದಗಿಸಬಹುದು ಮತ್ತು ಇತರ ಕಿಟಕಿ ಘಟಕಗಳಿಗಿಂತ ನಿರ್ಮಾಣ ವೆಚ್ಚವನ್ನು 50% ವರೆಗೆ ಉಳಿಸಬಹುದು.",

"Sub3":"3. ಲಿಂಟಲ್‌ಗಳು ಮತ್ತು ಚಜ್ಜಾಗಳು :",
"Sub3para":"ದುಬಾರಿಯಾಗಿರುವ ಸಾಂಪ್ರದಾಯಿಕ R.C.C ಲಿಂಟೆಲ್‌ಗಳನ್ನು ಇಟ್ಟಿಗೆ ಕಮಾನುಗಳಿಂದ ಸಣ್ಣ ಹರವುಗಳಿಗೆ ಬದಲಾಯಿಸಬಹುದು ಮತ್ತು ನಿರ್ಮಾಣದ ಸಾಂಪ್ರದಾಯಿಕ ವಿಧಾನಕ್ಕಿಂತ 30 ರಿಂದ 40% ವರೆಗೆ ನಿರ್ಮಾಣ ವೆಚ್ಚವನ್ನು ಉಳಿಸಬಹುದು. ವಿವಿಧ ಆಕಾರಗಳ ಕಮಾನುಗಳನ್ನು ಅಳವಡಿಸಿಕೊಳ್ಳುವ ಮೂಲಕ ಇಟ್ಟಿಗೆ ಕಲ್ಲಿನ ಬಾಹ್ಯ ಗೋಡೆಯ ಮೇಲ್ಮೈಗಳಿಗೆ ಉತ್ತಮ ವಾಸ್ತುಶಿಲ್ಪದ ಆಹ್ಲಾದಕರ ನೋಟವನ್ನು ನೀಡಬಹುದು.",

"Sub4":"4. ರೂಫಿಂಗ್ :",
"Sub4para":"ಸಾಮಾನ್ಯವಾಗಿ 5''(12.5 ಸೆಂ.ಮೀ) ದಪ್ಪದ R.C.C ಚಪ್ಪಡಿಗಳನ್ನು ವಸತಿ ಕಟ್ಟಡಗಳ ಛಾವಣಿಗೆ ಬಳಸಲಾಗುತ್ತದೆ. ಫಿಲ್ಲರ್ ಸ್ಲ್ಯಾಬ್ ಮತ್ತು ಜ್ಯಾಕ್ ಆರ್ಚ್ ಪ್ಯಾನೆಲ್‌ಗಳು, ಫೆರೋ ಸಿಮೆಂಟ್ ಚಾನೆಲ್‌ಗಳು ಮತ್ತು ಇತರ ಪ್ರಿಕಾಸ್ಟ್ ಅಂಶಗಳಂತಹ ಪ್ರಿಕಾಸ್ಟ್ ರೂಫಿಂಗ್ ಸಿಸ್ಟಮ್‌ನಂತಹ ತರ್ಕಬದ್ಧವಾಗಿ ವಿನ್ಯಾಸಗೊಳಿಸಿದ ಇನ್‌ಸಿಟು ನಿರ್ಮಾಣ ಪದ್ಧತಿಗಳನ್ನು ಅಳವಡಿಸಿಕೊಳ್ಳುವ ಮೂಲಕ ರೂಫಿಂಗ್‌ನ ನಿರ್ಮಾಣ ವೆಚ್ಚವನ್ನು ಸುಮಾರು 20 ರಿಂದ 25% ರಷ್ಟು ಕಡಿಮೆ ಮಾಡಬಹುದು.",

"Sub4a":"4ಎ.  ಫಿಲ್ಲರ್ ಚಪ್ಪಡಿಗಳು :",
"Sub4apara":"ಸಾಮಾನ್ಯ RCC ಸ್ಲ್ಯಾಬ್‌ಗಳಾಗಿದ್ದು, ಕೆಳಭಾಗದ ಅರ್ಧ (ಒತ್ತಡ) ಕಾಂಕ್ರೀಟ್ ಭಾಗಗಳನ್ನು ಇಟ್ಟಿಗೆಗಳು, ಟೈಲ್ಸ್, ಸೆಲ್ಯುಲಾರ್ ಕಾಂಕ್ರೀಟ್ ಬ್ಲಾಕ್‌ಗಳು ಮುಂತಾದ ಫಿಲ್ಲರ್ ವಸ್ತುಗಳಿಂದ ಬದಲಾಯಿಸಲಾಗುತ್ತದೆ, ಈ ಫಿಲ್ಲರ್ ವಸ್ತುಗಳನ್ನು ರಚನಾತ್ಮಕ ಶಕ್ತಿಗೆ ಧಕ್ಕೆಯಾಗದಂತೆ ಇರಿಸಲಾಗುತ್ತದೆ, ಇದರ ಪರಿಣಾಮವಾಗಿ ಅನಗತ್ಯ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಹಿಸದ ಒತ್ತಡವನ್ನು ಬದಲಾಯಿಸಲಾಗುತ್ತದೆ. ಕಾಂಕ್ರೀಟ್, ಹೀಗಾಗಿ ಆರ್ಥಿಕತೆಗೆ ಕಾರಣವಾಗುತ್ತದೆ. ಇವು ಸುರಕ್ಷಿತ, ಧ್ವನಿ ಮತ್ತು ಕಲಾತ್ಮಕವಾಗಿ ಹಿತಕರವಾದ ಮಾದರಿಯ ಛಾವಣಿಗಳನ್ನು ಒದಗಿಸುತ್ತವೆ ಮತ್ತು ಯಾವುದೇ ಪ್ಲ್ಯಾಸ್ಟರ್ ಅಗತ್ಯವಿಲ್ಲ. 4b. ಜ್ಯಾಕ್ ಆರ್ಚ್ ರೂಫ್/ಫ್ಲೋರ್: ನಿರ್ಮಿಸಲು ಸುಲಭ, ಸಿಮೆಂಟ್ ಮತ್ತು ಉಕ್ಕಿನ ಮೇಲೆ ಉಳಿಸಿ, ಬಿಸಿ ವಾತಾವರಣದಲ್ಲಿ ಹೆಚ್ಚು ಸೂಕ್ತವಾಗಿದೆ. ಮತ್ತಷ್ಟು ಆರ್ಥಿಕತೆಗಾಗಿ ಇಟ್ಟಿಗೆಗಳಿಗೆ ಪರ್ಯಾಯವಾಗಿ ಸಂಕುಚಿತ ಭೂಮಿಯ ಬ್ಲಾಕ್ಗಳನ್ನು ಬಳಸಿ ಇವುಗಳನ್ನು ನಿರ್ಮಿಸಬಹುದು. 4c. ಫೆರೋಸಿಮೆಂಟ್ ಚಾನೆಲ್/ಶೆಲ್ ಯುನಿಟ್: ಆರ್‌ಸಿಸಿ ಸ್ಲ್ಯಾಬ್‌ಗಳಿಗೆ 30 ರಿಂದ 40% ವೆಚ್ಚ ಕಡಿತವನ್ನು ಒದಗಿಸುವ ಮೂಲಕ ಆರ್‌ಸಿಸಿ ಸ್ಲ್ಯಾಬ್‌ಗಳಿಗೆ ಆರ್ಥಿಕ ಪರಿಹಾರವನ್ನು ಒದಗಿಸಿ. ಇವುಗಳು ಪೂರ್ವಭಾವಿಯಾಗಿ, ಶಟರಿಂಗ್ ತಪ್ಪಿಸುವ ಕಾರಣದಿಂದಾಗಿ ನಿರ್ಮಾಣವು ವೇಗವಾಗಿರುತ್ತದೆ, ಆರ್ಥಿಕವಾಗಿರುತ್ತದೆ ಮತ್ತು ಗುಣಮಟ್ಟ ನಿಯಂತ್ರಣವನ್ನು ಸುಲಭಗೊಳಿಸುತ್ತದೆ. 5. ನೆಲಹಾಸು ಕೆಲಸ : ಸಿಮೆಂಟ್ ಕಾಂಕ್ರೀಟ್ ಹಾಸಿನ ಮೇಲೆ ಸಾಂಪ್ರದಾಯಿಕ ಮೊಸಾಯಿಕ್ ಅಥವಾ ಕಡಾಫಾ/ಶಾಬಾದ್ ಕಲ್ಲಿನ ನೆಲಹಾಸನ್ನು ವೆಚ್ಚ ಪರಿಣಾಮಕಾರಿ ಕಟ್ಟಡಗಳಲ್ಲಿ ಅಳವಡಿಸಿಕೊಳ್ಳಲು ಶಿಫಾರಸು ಮಾಡಲಾಗಿದೆ.",

"Sub5":"5. ಕೆಲಸ ಮುಗಿಸುವುದು :",
"Sub5para":" ನೈರ್ಮಲ್ಯ, ವಿದ್ಯುಚ್ಛಕ್ತಿ, ಚಿತ್ರಕಲೆ ಮುಂತಾದ ವಸ್ತುಗಳನ್ನು ಮುಗಿಸುವ ವೆಚ್ಚವು ಕಟ್ಟಡದಲ್ಲಿ ಬಳಸಿದ ಉತ್ಪನ್ನಗಳ ಪ್ರಕಾರ ಮತ್ತು ಗುಣಮಟ್ಟವನ್ನು ಅವಲಂಬಿಸಿ ಬದಲಾಗುತ್ತದೆ ಮತ್ತು ಅದರ ವೆಚ್ಚ ಕಡಿತವನ್ನು ವೈಯಕ್ತಿಕ ಆಯ್ಕೆ ಮತ್ತು ಇಚ್ಛೆಗೆ ಬಿಡಲಾಗುತ್ತದೆ.",

"ConclusionHead":"ತೀರ್ಮಾನ :",
"Conclusionpara":"ನಿರ್ಮಾಣ ವೆಚ್ಚವನ್ನು ಕಡಿಮೆ ಮಾಡಲು ಮೇಲಿನ ಸಲಹೆಯ ಪಟ್ಟಿಯು ಸಾಮಾನ್ಯ ಸ್ವರೂಪದ್ದಾಗಿದೆ ಮತ್ತು ಇದು ನಿರ್ಮಿಸಲಿರುವ ಕಟ್ಟಡದ ಸ್ವರೂಪ, ಮಾಲೀಕರ ಬಜೆಟ್, ಮನೆಯನ್ನು ನಿರ್ಮಿಸುವ ಭೌಗೋಳಿಕ ಸ್ಥಳ, ಕಟ್ಟಡ ಸಾಮಗ್ರಿಗಳ ಲಭ್ಯತೆ, ಉತ್ತಮ ನಿರ್ಮಾಣವನ್ನು ಅವಲಂಬಿಸಿ ಬದಲಾಗುತ್ತದೆ. ನಿರ್ವಹಣಾ ಅಭ್ಯಾಸಗಳು ಇತ್ಯಾದಿ. ಆದಾಗ್ಯೂ ಕೆಲಸದ ಮೇಲ್ವಿಚಾರಣೆಗಾಗಿ ಅನುಭವಿ ಇಂಜಿನಿಯರ್ ಅಥವಾ ವಾಸ್ತುಶಿಲ್ಪಿ ಸೇವೆಗಳನ್ನು ಬಳಸಿಕೊಳ್ಳುವ ಮೂಲಕ ಉತ್ತಮ ಯೋಜನೆ ಮತ್ತು ವಿನ್ಯಾಸ ವಿಧಾನಗಳನ್ನು ಅಳವಡಿಸಿಕೊಳ್ಳುವುದು ಅವಶ್ಯಕವಾಗಿದೆ, ಇದರಿಂದಾಗಿ ವಾಸ್ತವಿಕ ಅಭ್ಯಾಸದಲ್ಲಿ 10 ರಿಂದ 15% ರಷ್ಟು ಒಟ್ಟಾರೆ ವೆಚ್ಚದ ಪರಿಣಾಮಕಾರಿತ್ವವನ್ನು ಸಾಧಿಸಬಹುದು."




  
}
    }
    
      
  