{
    "header": {
        "title":{
            "message":"ಕೋಲಾರ್ ನಿರ್ಮಿತಿ ಕೇಂದ್ರ"
        },
      "menus": {
        "menu1": {
          "message": "ಹೋಮ್"
        },
        "menu2": {
          "message": "ಬಗ್ಗೆ"
        },
        "menu3": {
          "message": "ಸೇವೆಗಳು",
          "submenus": {
            "submenu1": {
              "message": "ತರಬೇತಿ"
            },
            "submenu2": {
              "message": "ಉತ್ಪಾದನೆ"
            },
            "submenu3": {
              "message": "ನಿರ್ಮಾಣ"
            }
          }
        },
        "menu4": {
          "message": "ಯೋಜನೆಗಳು"
        },
        "menu5": {
          "message": "ಇತರ",
          "submenus": {
            "submenu1": {
              "message": "ನಿರ್ವಹಣೆ"
            },
            "submenu2": {
              "message": "ಸಿವಿಲ್"
            },
            "submenu3": {
              "message": "ಇತರ"
            },
            "submenu4": {
              "message": "ಆರ್ಟಿಐ"
            },
            "submenu5": {
              "message": "ಸಭೆಗಳು"
            }
          }
        },
        "menu6": {
          "message": "ಸಂಪರ್ಕ"
        }
      },
      "carousel": {
        "title1": "ಸುಸ್ವಾಗತ",
        "title2": "ಕೋಲಾರ್ ನಿರ್ಮಿತಿ ಕೇಂದ್ರಕ್ಕೆ",
        "description": "ಕೋಲಾರ್ ಜಿಲ್ಲಾ ಆಡಳಿತ ವಭಾಗವು 'ಕೋಲಾರ್ ನಿರ್ಮಿತಿ ಕೇಂದ್ರ' ಎಂಬ ಹೆಸರಿನ ಕೇಂದ್ರವನ್ನು 1989 ಮಾರ್ಚ್ 31ರಂದು ಸ್ಥಾಪಿಸಿತು. ಇದು ಹಡ್ಕೋ, ಭಾರತ ಸರ್ಕಾರ ಮತ್ತು ಕರ್ನಾಟಕ ಸರ್ಕಾರಗಳ ಬೆಂಬಲದಿಂದ, ಹಡುಕೊ ಬ್ಯಾಂಕ್ ಸಂಘಟನೆಯ ಅನುಮೋದನೆಯ ಮೂಲಕ ಸ್ಥಾಪಿತವಾಗಿದೆ. ಇದರ ಪ್ರಾಥಮಿಕ ಉದ್ದೇಶವೆಂದರೆ ಕೋಲಾರ್ ಜಿಲ್ಲೆಯಲ್ಲಿ ಕಮ್ಮಾರನ ದರ್ಶನವನ್ನು ಉತ್ಸಾಹಪಡಿಸುವುದು."
      }
      


    },
    "about": {
        "title": "ನಮ್ಮ ಬಗ್ಗೆ",
        "description1": "ಕೋಲಾರ್ ಹಳ್ಳಿಯು ಪ್ರಾಚೀನಕಾಲದ ಸ್ಥಳವಾದ್ದರಿಂದ, ಅದು ಅನೇಕ ಬದಲಾವಣೆಗಳನ್ನು ಕಣ್ಣಾರು ಕಾಣದ ರಾಜಾರಮಾರಿಯಿಂದ ಹೊಂದಿರುವ ಸ್ಥಳ. ಈಗಾಗಲೇ ಅದು ಪ್ರಾಚೀನವಾಗಿದೆ ಎನ್ನಲಾಗಿದೆ. ಕೋಲಾರ್ ಇತಿಹಾಸವು ಪೌರಾಣಿಕ ಯುಗದ ಸಂಬಂಧಿಸಿದ್ದು, ಅನೇಕ ಕಥೆಗಳನ್ನು ನೆನಪಿನಲ್ಲಿ ತರುತ್ತದೆ. ನಿರ್ಮಿತಿ ಚಲನೆ: ವಿಭಿನ್ನ ಅನ್ವೇಷಣಾ ಕೇಂದ್ರಗಳು, ಇಂಜನಿಯರಿಂಗ್ ಕಾಲೇಜುಗಳು, ಲಾರಿ ಬೇಕರ್ ಹೀಗೆ ವ್ಯಕ್ತಿಗಳು ನಡೆಸಿದ ಭವನ ತಂತ್ರಜ್ಞಾನದ ಸಂಶೋಧನಾ ಮತ್ತು ಅಭಿವೃದ್ಧಿ ಕೆಲಸ ವಿಚಾರದಲ್ಲಿ, ಹಿಥರ್ಟೂ ಅಚ್ಚುಕಟ್ಟಿದ್ದ ಕಡಿಮೆ ವಾಣಿಜ್ಯಿಕ ಹಾಗೂ ಶಕ್ತಿ ಸಾರ್ವದೇಶಿಕ ಭವನ ತಂತ್ರಜ್ಞಾನದ ಅಭಿವೃದ್ಧಿಗೆ ಹೊರಗೊಮ್ಮಲಾಗಿದೆ ಎನ್ನಿಸುತ್ತದೆ.",
        "description2": "ಹಡುಕೋ: 1991 ರಲ್ಲಿ ಸರ್ಕಾರದ ಮೂಲಕ ಒಂದು ರಾಜ್ಯಾಂತರ ನಿರ್ಮಾಣ ಕೇಂದ್ರವಾಗಿ ಸ್ಥಾಪಿತವಾದ್ದರಿಂದ, ರಾಜ್ಯದಲ್ಲಿ ನಿರ್ಮಾಣ ಕೇಂದ್ರ ಅಭಿವೃದ್ಧಿ ಕಾರ್ಯಕ್ಕೆ ಒಂದು ಒತ್ತಡ ನೀಡುವುದರ ಉದ್ದೇಶ. ಮುಖ್ಯ ಉದ್ದೇಶ ಇದೆ - ಈ ಯೋಜನೆ ಸಕಾರಾತ್ಮಕ ಹೊರಗಿಡುವುದು ಮತ್ತು ಇದು ಬಿಡುಗಡೆಯಾಗುವ ಪ್ರಾರಂಭದಲ್ಲಿ ಹಾಗೂ ಸತತವಾಗಿ ಇರುವುದನ್ನು ನೋಡಿ ನೋಡಿದೆ. ಕರ್ಣಿಕ್ ರಾಜ್ಯಾಂತರ: ಕರ್ನಾಟಕ ಸರ್ಕಾರ ಹೊರಗೊಮ್ಮಲಾಗಿ ಪ್ರಾರಂಭಿಸಿತ್ತು ಮತ್ತು 1990 ರಿಂದ ಪ್ರಯೋಜನ ನಡೆಸುತ್ತಿದೆ, ಕರ್ನಾಟಕದ ಪ್ರತಿ ಜಿಲ್ಲೆಯಲ್ಲಿ ಒಂದೊಂದು ಕೇಂದ್ರವನ್ನು ಸ್ಥಾಪಿಸಿತ್ತು. ಮೊದಲು ಯೋಜನೆಗೆ ಚೆನ್ನಾಗಿ ಅಪ್ರಶಂಸ್ಯವಾಗಿದ್ದರೂ ಕರ್ಣಿಕ್ ಅದರ ವ್ಯಾಪಕ ಕೇಂದ್ರ ಕಾರ್ಯಕ್ಷೇತ್ರಗಳ ವೇಗ ನಿಧಾನ ಪ್ರಮಾಣದಲ್ಲಿ ಹೋಯಿತು. ಹಾಗೆಯೇ, 1994 ರಿಂದ ಮುಂದೆ ಕರ್ಣಾಟಕದ ನಿರ್ಮಾಣ ಕೇಂದ್ರ ಕಾರ್ಯಕ್ಷೇತ್ರ ವೃದ್ಧಿಗೆ ರಾಜ್ಯಾಂತರ ನೋಡಲು ಒಂದು ಸ್ಥಳಾಂತರ ಕೇಂದ್ರವಾಗಿ ನಿರ್ಣಾಯಕ ಪಾತ್ರವನ್ನು ಹೊಂದಿತು.",
        "description3": "ನಿರ್ಮಿತಿ ಕರ್ನಾಟಕದಲ್ಲಿ: ಕರ್ನಾಟಕ ಸರ್ಕಾರವು ಕೂಡ ಪ್ರಯಾಗ ಹೊಂದಿಕೊಂಡು ಯೋಜನೆಯ ಅಂಗವಾಗಿ 1990 ರಿಂದ ಪ್ರಯೋಜನವನ್ನು ಅಂತರದಲ್ಲಿ ಪ್ರತಿ ಜಿಲ್ಲೆಯಲ್ಲಿ ಕೇಂದ್ರ ಸ್ಥಾಪಿಸುವ ಮೂಲಕ ಅನ್ನಿಸುತ್ತದೆ. ಮೊದಲು ಯೋಜನೆಗೆ ಚೆನ್ನಾಗಿ ಸಾಕಷ್ಟು ಹೆಚ್ಚಾಗಿರಲಿಲ್ಲ ಮತ್ತು ಭವನ ಕೇಂದ್ರ ಕಾರ್ಯಕ್ಷೇತ್ರಗಳ ಗತಿ ವಾರೆವಾರಗಳಲ್ಲಿ ಹೋಗಲು ಬಹುದೂರದ ಹತ್ತಿರವಾದರೂ ಪ್ರಾರಂಭವಾಗಿತ್ತು. ಹೀಗೆಯೇ, ಕರ್ಣಿಕ್ ರಾಜ್ಯಾಂತರ: ಕರ್ನಾಟಕದ ನಿರ್ಮಾಣ ಕೇಂದ್ರ ಕಾರ್ಯಕ್ಷೇತ್ರಗಳ ಬೆಳವಣಿಗೆಗಾಗಿ ರಾಜ್ಯಾಂತರ ನೋಡಲು ಕರ್ಣಿಕ್ ಒಂದು ರಾಜ್ಯಾಂತರ ನೋಡಲು ಕಾರ್ಯಾಗಾರ ಸ್ತರದ ನೋಡಲು ನೋಡಿ ನೋಡಿತು, 1994 ರಿಂದ ಹೊರಟುಹೋಗುತ್ತದೆ."

      },
      "Projects": {
        "title": "ನಾವು ಮುಗಿಸಿದ ಯೋಜನೆಗಳು",
        "description1": "",
        "description2": ""
      },
      "Departments": {
        "title": "ನಾವು ಕೆಲಸದಲ್ಲಿದ್ದ ಇಲಾಖೆಗಳು"
      }
      
  }
  